Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Executing scripts with the built-in scripting engine for language <strong>{0}</strong> based on <strong>{1}</strong>.
ja: <strong>{1}</strong>に基づく言語<strong>{0}</strong>の内蔵スクリプトエンジンを使用してスクリプトを実行しています。

source: Existing node
ja: 既存のノード

source: Existing route patterns:
ja: 既存の経路のパターン:

source: Existing values
ja: 既存の値

source: Exit
ja: 終了

source: Exit JOSM with saving.
ja: 保存してJOSMを終了します。

source: Exit JOSM without saving.
ja: 保存せずにJOSMを終了します。

source: Exit now!
ja: 直ちに終了!

source: Exit the application.
ja: アプリケーションを終了します。

source: Expected element ''{0}'', but got ''{1}''
ja: ''{0}'' 要素が必要ですが、 ''{1}'' が現れました

source: Expected even numbers for addresses
ja: 偶数番号のアドレスが期待されている

source: Expected floating point number > 0 for option {0}, but got ''{1}''
ja: オプション{0}は0より大きい浮動小数点値を要求していますが、''{1}''が指定されました

source: Expected floating point number for option {0}, but got ''{1}''
ja: オプション{0}は浮動小数点値を要求していますが、''{1}''が指定されました

source: Expected format: {0}
ja: 予期された形式:{0}

source: Expected integer number > 0 for option {0}, but got ''{1}''
ja: オプション{0}は0より大きい整数値を要求していますが、''{1}''が指定されました

source: Expected integer number >= 0 for option {0}, but got ''{1}''
ja: オプション{0}は0以上の整数値を要求していますが、''{1}''が指定されました

source: Expected integer number for option {0}, but got ''{1}''
ja: オプション{0}は整数値を要求していますが、''{1}''が指定されました

source: Expected integer value in range 1-60 for ''+zone=...'' parameter.
ja: ''+zone=...'' パラメーターには 1-60 の範囲の整数値が求められます。

source: Expected key and value, separated by '':'' character for option {0}, but got ''{1}''
ja: オプション{0}は'':''文字で区切られたキーと値を要求していますが、''{1}''が指定されました

source: Expected non-empty value for parameter ''{0}'', got ''{1}''
ja: パラメーター ''{0}'' は空欄ではいけませんが、現在 ''{1}'' になっています

source: Expected number argument for parameter ''{0}''
ja: パラメーター ''{0}'' には数値の引数が必要です

source: Expected odd numbers for addresses
ja: 住所に奇数の番号が必要です

source: Expected pattern ''type/id'', got ''{1}''.
ja: パターン''type/id''を予期していましたが、''{1}''を取得しました。

source: Expected search expression
ja: 検索式を入力してください

source: Expected two coordinates, separated by comma, for option {0}, but got ''{1}''
ja: オプション{0}はコンマ区切りの2つの座標値を要求していますが、''{1}''が指定されました

source: Expected two coordinates, separated by white space, found {0} in ''{1}''
ja: 空白で区切って2つの座標が必要です。''{1}'' が {0} になっています。

source: Expected valid number for increment
ja: 増分には有効な数値が必要です

source: Expected {0}, found {1}
ja: 想定された{0}、検出された{1}

source: Expecting a jar file instead.
ja: 代わりにjarファイルが必要です。

source: Expecting {0} after {1}
ja: {1}の後に{0}が来るべきです

source: Experienced volunteers check the map data to ensure it is high quality.
ja: 経験豊富なボランティアが地図データをチェックし、品質が確かであることを確認します。

source: Expert Mode
ja: 上級者モード

source: Expiration date:
ja: 有効期限:

source: Explicit waypoints with time estimated from track position.
ja: トラック位置から時間推定による明示的なウェイポイント

source: Explicit waypoints with valid timestamps.
ja: 有効なタイムスタンプによる明示的なウェイポイント

source: Explore
ja: 参照

source: Explore projects
ja: プロジェクト

source: Export
ja: エキスポート

source: Export GPX
ja: GPXのエキスポート

source: Export GPX file
ja: GPX ファイルをエクスポート

source: Export GPX file starting from first member
ja: 最初のメンバーからGPXファイルにエクスポート

source: Export GPX file starting from last member
ja: 最後のメンバーからGPXファイルにエクスポート

source: Export KML
ja: KMLのエキスポート

source: Export MATSim network to shape file...
ja: MATSimネットワークをシェイプファイルにエクスポート...

source: Export MATSim network to shape file…
ja: MATSimネットワークをシェイプファイルにエクスポート...

source: Export MATSim transit schedule…
ja: MATSimの交通スケジュールをエクスポート...

source: Export Mapillary images
ja: Mapillary画像をエクスポート

source: Export OSM
ja: OSMのエキスポート

source: Export World file Calibration...
ja: ワールドファイルキャリブレーションをエクスポート...

source: Export all images
ja: すべての画像をエクスポート

source: Export all signatures to XML file.
ja: すべての署名をXMLファイルにエクスポートします。

source: Export all visible layers to a file
ja: 全ての表示中レイヤーをファイルに書き出す

source: Export and Save
ja: エクスポートして保存

source: Export directory:
ja: エクスポートディレクトリ

source: Export failed due to validation errors.
ja: 検証エラーのため、エクスポートに失敗しました。

source: Export image (only raster images)
ja: 画像をエクスポート(ラスタ画像のみ)

source: Export options
ja: エクスポートのオプション

source: Export osmChange
ja: osmChangeをエクスポート

source: Export preferences keys to JOSM customization file
ja: 設定キーをJOSMカスタマイズファイルにエクスポート

source: Export selected images
ja: 選択した画像をエクスポート

source: Export selected items
ja: 選択された項目をエクスポート

source: Export selected sequence
ja: 選択したシーケンスをエクスポート

source: Export sigs to XML...
ja: 署名をXMLにエクスポート...

source: Export sigs...
ja: 署名をエクスポート...

source: Export the data to GPX file.
ja: データをGPXファイルにエクスポートします。

source: Export the features in the viewport to a file
ja: ビューポートの地物をファイルにエクスポートする

source: Export to GPX...
ja: GPXにエクスポート...

source: Export to PDF...
ja: PDFとしてエクスポート...

source: Export to Raster...
ja: ラスタデータとしてエクスポート...

source: Export to SVG...
ja: SVGとしてエクスポート...

source: Export traffic data to SUMO network file.
ja: 交通データをSUMOネットワークファイルにエクスポートします。

source: Exported network xml version
ja: xmlバージョンのネットワークをエキスポート

source: Exporting GPX...
ja: GPXをエクスポート中...

source: Exporting Mapillary Images…
ja: Mapillary画像のエクスポート中...

source: Exporting OSM...
ja: OSMをエクスポート中...

source: External Tool: {0}
ja: 外部ツール: {0}

source: External resource entry: Active
ja: 外部リソースエントリ: 有効

source: External resource entry: Inactive
ja: 外部リソースエントリ: 無効

source: External ruleset directory:
ja: 外部ルールセットのディレクトリ:

source: External tool error
ja: 外部ツールエラー

source: External tools
ja: 外部ツール

source: Extra information about current layer objects pop ups - currently GPX trackpoint info
ja: 現在のレイヤーのオブジェクトに関する拡張情報のポップアップ - 現在は GPX 測位点の情報

source: Extract - %1
ja: 展開中 - %1

source: Extract Drawing layer
ja: 描画レイヤーに展開する

source: Extract SVG ViewBox...
ja: SVG ViewBoxを取り出し...

source: Extract best fitting boundary...
ja: 境界に最もフィットする抽出...

source: Extract commune boundary
ja: 都道府県界、市町村界の抽出

source: Extract info from barcode (Walking Papers)
ja: 情報をバーコードから抽出 (Walking Papers)

source: Extract node
ja: ノードを展開

source: Extract node from line
ja: 直線からノードを展開

source: Extracting GPS locations from EXIF
ja: EXIFからGPS位置を取得

source: Extracts node from a way
ja: ウェイからノードを展開します

source: Extrude
ja: 押し出し

source: Extrude Dual alignment
ja: 平行移動の押し出し

source: Extrude Road %1
ja: ウェイ%1の押し出し

source: Extrude Way
ja: ウェイを押し出す

source: Extrude interaction for ways (JOSM style)
ja: ウェイ押し出し(JOSM形式)の説明

source: Extrude: helper line
ja: 整形: 補助線

source: Extrude: main line
ja: 押し出し: 主線

source: Exxon
ja: エクソン

source: FATAL: Failed to initialize scripting plugin.
ja: 致命的:スクリプトプラグインの初期化に失敗しました。

source: FIX
ja: 修正

source: FIXMES
ja: FIXME

source: Fabric
ja: 布地店

source: Faces
ja: 盤面の数

source: Facilities
ja: 施設等

source: Failed to add {0} to tag checker
ja: {0}のタグチェッカーへの追加に失敗しました

source: Failed to authenticate user ''{0}'' with password ''***'' as OAuth user
ja: OAuth ユーザー ''{0}'' パスワード ''***'' での認証に失敗しました。

source: Failed to authorize OAuth request ''{0}''
ja: OAuthリクエスト''{0}'' の認証に失敗

source: Failed to create URL referring to the module repository ''{0}''
ja: モジュールリポジトリ''{0}''を参照するURLを作成できませんでした

source: Failed to create export directory.
ja: エクスポートディレクトリの作成に失敗しました

source: Failed to create export directory: {0}
ja: エクスポートディレクトリの作成に失敗しました: {0}

source: Failed to create missing cache directory: {0}
ja: キャッシュディレクトリ{0}の作成に失敗しました

source: Failed to create missing plugin cache directory: {0}
ja: 存在しないプラグインのキャッシュディレクトリ作成に失敗しました: {0}

source: Failed to create missing plugin preferences directory: {0}
ja: 存在しないプラグインの設定ディレクトリ作成に失敗しました: {0}

source: Failed to create missing plugin user data directory: {0}
ja: 存在しないプラグインのユーザーデータディレクトリ作成に失敗しました: {0}

source: Failed to create missing preference directory: {0}
ja: 見つからない基本設定ディレクトリの作成に失敗しました:{0}

source: Failed to create missing preferences directory: {0}
ja: 設定ディレクトリを作成できませんでした: {0}

source: Failed to create missing user data directory: {0}
ja: 存在しないユーザーデータディレクトリ {0} の作成に失敗しました

source: Failed to create module information from manifest for module ''{0}''
ja: ''{0}''モジュールのマニフェストからモジュール情報を作成できませんでした

source: Failed to create plugin directory ''{0}''
ja: プラグインディレクトリ''{0}''の作成に失敗しました。

source: Failed to create plugin information from manifest for plugin ''{0}''
ja: プラグイン ''{0}'' 用のマニフェストからのプラグイン情報作成に失敗

source: Failed to create tile source
ja: タイルソースの作成に失敗しました

source: Failed to delete faulty defaults cache file: {0}
ja: 既定値のキャッシュファイルの削除に失敗しました: {0}

source: Failed to delete outdated plugin ''{0}''.
ja: 期限切れのプラグイン''{0}''の削除に失敗しました。

source: Failed to download labels for {0}!
ja: {0}のラベルをダウンロードできませんでした!

source: Failed to download plugin information list
ja: プラグイン情報一覧のダウンロードに失敗しました

source: Failed to download sitelinks for Wikidata item {0}!
ja: Wikidataアイテム{0}のサイトリンクをダウンロードできませんでした!

source: Failed to download statements for Wikidata item {0}!
ja: Wikidataアイテム{0}のステートメントをダウンロードできませんでした!

source: Failed to evaluate {0}
ja: {0} の評価に失敗しました

source: Failed to find plugin {0}
ja: {0}プラグインの検索に失敗しました

source: Failed to get messages as {0}:
ja: {0}としてメッセージの取得に失敗しました:

source: Failed to index validator rules.
ja: 妥当性検査ルールのインデックス作成に失敗しました。

source: Failed to initialize preferences.
ja: 設定の初期化に失敗しました。

source: Failed to install plugin ''{0}'' from temporary download file ''{1}''.
ja: プラグイン「{0}」を一時ダウンロードファイル「{1}」からインストールできませんでした。

source: Failed to instantiate plugin ''{0}''.
ja: プラグイン''{0}''のインスタンス化に失敗しました。

source: Failed to load Mappaint styles from ''{0}''.
ja: ''{0}''からMappaintスタイルを読み込めませんでした。

source: Failed to load XML schema.
ja: XMLスキーマのロードに失敗。

source: Failed to load defaults cache file: {0}
ja: 既定値のキャッシュファイルの読み込みに失敗しました: {0}

source: Failed to load file ''{0}''.
ja: ファイル''{0}''をロードできませんでした。

source: Failed to load icon ''{0}''
ja: アイコン''{0}''のロードに失敗しました

source: Failed to load icon ''{0}/{1}''
ja: アイコン''{0}/{1}''のロードに失敗しました

source: Failed to load map renderer class ''{0}''.
ja: マップレンダラクラス「{0}」のロードに失敗しました。

source: Failed to load python module ''{0}''.
ja: モジュール''{0}''をロードできませんでした。

source: Failed to load resource ''{0}'', error is {1}.
ja: リソース''{0}'' のロードに失敗、エラーコード: {1}。

source: Failed to load {0}, use cached file and retry next time: {1}
ja: {0}のロードに失敗、キャッシュファイルを使用し、次回: {1}にリトライ

source: Failed to locate image ''{0}''
ja: イメージ ''{0}'' が見つかりません

source: Failed to locate resource ''{0}''.
ja: リソース ''{0}'' にアクセスできませんでした。

source: Failed to log in to GeoChat:
ja: GeoChatへのログインに失敗しました:

source: Failed to login as {0}:
ja: {0}としてログインに失敗しました:

source: Failed to lookup plugin class ''{0}''.
ja: プラグインクラス''{0}''の検索に失敗しました。

source: Failed to open URL
ja: URLを開けません

source: Failed to open file ''{0}'' as jar file.
ja: ファイル''{0}''をJARファイルとして開くことができませんでした。

source: Failed to open help page
ja: ヘルプページのオープンに失敗

source: Failed to open help page.
ja: ヘルプページを開くことができませんでした。

source: Failed to open input stream for resource ''{0}''
ja: リソース ''{0}'' 用の入力ストリームのオープンに失敗しました

source: Failed to parse MapCSS selector
ja: MapCSS セレクタの解析に失敗しました

source: Failed to parse Mappaint styles from ''{0}''.
ja: ''{0}''からMappaintスタイルを解析できませんでした。

source: Failed to parse date ''{0}'' replied by server.
ja: サーバーから返されたデータ ''{0}'' が解析できません

source: Failed to persist preferences to ''{0}''
ja: 設定を''{0}''に保存できませんでした

source: Failed to put Credential Dialog always on top.
ja: 認証情報ダイアログを常に上に配置できませんでした。

source: Failed to read CSS file ''help-browser.css''.
ja: CSS ファイル ''help-browser.css''の読み込みに失敗しました。

source: Failed to read MOTD.
ja: MOTDの読み取りに失敗しました。

source: Failed to read the script from file ''{0}''.
ja: ファイル''{0}''からスクリプトを読み取ることができませんでした。

source: Failed to read the script from the file ''{0}''.
ja: ファイル''{0}''からスクリプトを読み取ることができませんでした。

source: Failed to rename file {0} to {1}.
ja: ファイル{0}の名前を{1}に変更できませんでした。

source: Failed to reset preference file to default: {0}
ja: 設定ファイルをデフォルトにリセットできませんでした:{0}

source: Failed to retrieve OAuth Access Token from credential manager
ja: 認証マネージャーからOAuthアクセストークンの取得に失敗しました

source: Failed to retrieve OSM credentials from credential manager.
ja: 認証マネージャーからOSM証明書の受け取りに失敗しました。

source: Failed to retrieve user infos for the current JOSM user.
ja: 現在のJOSMユーザーのユーザー情報の取得に失敗しました。

source: Failed to save OSM credentials to credential manager.
ja: OSM証明書の認証マネージャーへの保存に失敗しました。

source: Failed to save default preferences.
ja: 既定値の設定の保存に失敗しました。

source: Failed to save file ''{0}''.
ja: ファイル''{0}''を保存できませんでした。

source: Failed to send message:
ja: メッセージの送信に失敗しました:

source: Failed to set current primitive.
ja: 現在のプリミティブを設定できませんでした。

source: Failed to set reference primitive.
ja: 参照プリミティブの設定に失敗しました。

source: Failed to set reference.
ja: 参照の設定に失敗しました。

source: Failed to sign a HTTP connection with an OAuth Authentication header
ja: OAuth認証ヘッダでのHTTP接続のサインに失敗

source: Failed to store OAuth Access Token to credentials manager
ja: OAuthアクセストークンの認証マネージャーへの保存に失敗しました

source: Failed to update primitive with id {0} because current edit layer does not include such a primitive
ja: ID {0} のプリミティブ更新に失敗。現在の編集レイヤーにはそのようなプリミティブは含まれていません

source: Failed to update primitive with id {0} because current edit layer is null
ja: 編集レイヤーに何も含まれていないため、ID {0} のプリミティブ更新に失敗しました。

source: Failure
ja: 失敗

source: Fair Trade
ja: フェアトレード店

source: Fairway
ja: フェアウェイ

source: Fake streets, purpose mis-spellings and phantom churches are all thought to exist.
ja: このようなものがどの程度存在するか、我々が把握することはできません。

source: False easting and false northing
ja: 負の東経と負の北緯

source: Farm
ja: 農場

source: Farm Stand
ja: 農産物直売所

source: Farmland
ja: 農地

source: Farmyard
ja: 農業施設用地

source: Fast Food
ja: ファストフード

source: Fast drawing (looks uglier)
ja: 高速表示(若干汚い)

source: Fast drawing mode
ja: 高速描画モード

source: Fast drawing ways by mouse
ja: マウスによるウェイ高速描画

source: Fast forward multiplier
ja: 高速再生の倍率

source: FastDraw configuration
ja: FastDraw設定

source: FastDrawing
ja: 高速描画

source: Faster
ja: もっと速く

source: Faster Forward
ja: 早回し

source: Fastest
ja: 最速

source: Fax Number
ja: FAX番号

source: Fea&ture
ja: フィーチャ(&t)

source: Feature
ja: フィーチャ

source: Featured Projects
ja: 注目のプロジェクト

source: Features
ja: 地物

source: Fee
ja: 料金

source: Feel free to [[contact]] the community as well.
ja: コミュニティにも気軽に[[JA:連絡手段|連絡]]してください。

source: Feel free to create an issue or pull request.
ja: issueまたはプルリクエストを自由に作成してください。

source: Fell
ja: 高原

source: Female
ja: 女性

source: Fence
ja: フェンス

source: Ferry
ja: フェリー

source: Ferry Route
ja: フェリー航路

source: Ferry Terminal
ja: フェリーターミナル

source: Fetch Wikidata IDs
ja: Wikidata IDを検索

source: Fetch Wikidata IDs using the ''wikipedia'' tag
ja: ''wikipedia'' タグを使用して Wikidata ID を検索

source: Fetch Wikipedia articles with coordinates
ja: 座標からWikipediaの記事を検索

source: Fetches a list of all Wikipedia articles of a category
ja: カテゴリのWikipediaの全記事を検索

source: Fetches all coordinates from Wikidata in the current view
ja: 現在のビューのすべての座標をWikidataから取得します

source: Fetches all coordinates from Wikipedia in the current view
ja: 現在のビューのすべての座標をWikipedia上で取得します

source: Fetches interwiki links from Wikipedia in order to add several name tags
ja: 該当するnameタグを追加するためにWikipediaからインターウィキリンクを探す

source: Fetching Wikidata IDs
ja: Wikidata ID を検索

source: Fetching a package of nodes from ''{0}''
ja: ''{0}'' からノードのパッケージを取得中

source: Fetching a package of relations from ''{0}''
ja: ''{0}'' からリレーションのパッケージを取得中

source: Fetching a package of ways from ''{0}''
ja: ''{0}'' からウェイのパッケージを取得中

source: Fetching missing primitives
ja: 消えたプリミティブを探しています

source: Fetching node with id {0} from ''{1}''
ja: id {0} のノードを ''{1}'' から取得中

source: Fetching relation with id {0} from ''{1}''
ja: id {0} のリレーションを ''{1}'' から取得中

source: Fetching way with id {0} from ''{1}''
ja: id {0} のウェイを ''{1}'' から取得中

source: Fetching {0} Wikidata ID for language ''{1}''
ja: {0} の ''{1}'' の Wikideta IDを検索しています

source: Field Hockey
ja: フィールドホッケー

source: Field Name (= tag key) :
ja: フィールド名(=タグキー) :

source: Field Type:
ja: フィールド型:

source: Field list:
ja: フィールドリスト:

source: Fields
ja: フィールド

source: File
ja: ファイル

source: File "{0}" does not exist
ja: ファイル "{0}" はありません

source: File ''{0}'' does not exist.
ja: ファイル ''{0}'' はありません

source: File ''{0}'' is not writable.
ja: ファイル''{0}'' は書き込み可能ではありません。

source: File Name:
ja: ファイル名:

source: File backup
ja: ファイルバックアップ

source: File could not be deleted!
ja: ファイルを削除できませんでした。

source: File exists.
ja: ファイルが存在します。

source: File name:
ja: ファイル名:

source: File not found
ja: ファイルが見つかりません。

source: File not found.
ja: ファイルが見つかりません。

source: File not found:
ja: ファイルが見つかりません。

source: File not found: {0}
ja: ファイルが見つかりません。 {0}

source: File not readable
ja: ファイルを読み取れません

source: File to load
ja: 読み込むファイル

source: File {0} exists.
ja: ファイル{0}が存在します。

source: File {0} is loaded yet under the name "{1}"
ja: ファイル {0} は、"{1}"という名前でですが、読み込まれました。

source: File:
ja: ファイル:

source: File: {0}
ja: ファイル: {0}

source: FileChooser help.
ja: ファイル選択ダイアログのヘルプ

source: Filename
ja: ファイル名

source: Files
ja: ファイル

source: Files of Type:
ja: ファイル種別

source: Files of type:
ja: ファイル種別:

source: Fill area
ja: 領域を埋める

source: Fill up one changeset and return to the Upload Dialog
ja: 1つの変更セットにまとめて、アップロード画面に戻る。

source: Fill with Touchup icon
ja: アイコンパターンで塗りつぶす

source: Filter
ja: フィルター

source: Filter Hidden: {0} Disabled: {1}
ja: フィルタ 非表示:{0} 無効化:{1}

source: Filter Hidden:{0} Disabled:{1}
ja: フィルタ 非表示:{0} 無効化:{1}

source: Filter layer #%1
ja: フィルタレイヤー#%1

source: Filter layers:
ja: フィルタレイヤー:

source: Filter list:
ja: フィルタリスト:

source: Filter mode
ja: フィルターモード

source: Filter objects and hide/disable them.
ja: オブジェクトにフィルターをかけ、非表示/無効にします。

source: Filter string:
ja: フィルター文字列:

source: Filter tasks by id or username
ja: IDやユーザ名でタスクをフィルタ

source: Filter:
ja: フィルタ:

source: Filters
ja: フィルタ

source: Filters setup
ja: フィルタ設定

source: Finalizing layers
ja: レイヤーをファイナライズ中

source: Find
ja: 検索

source: Find OSM objects linked with wikidata items of a class that is untypical for OSM
ja: OSMでは一般的でないクラスのwikidata項目にリンクされたOSMオブジェクトを検索する

source: Find a relation
ja: リレーションを検索

source: Find and fix addresses without (valid) streets.
ja: (有効な)通り名のない住所を検索して修正します。

source: Find and select items
ja: 検索とアイテムの選択

source: Find places of education at least 2km, and at most 3km from the center of the selection
ja: 選択の中心から最小2km最大3km離れた位置の教育機関を見つける

source: Find primitives with these tags
ja: これらのタグのプリミティブを検索

source: Find...
ja: 検索...

source: Finds and fixes invalid street addresses in a comfortable way.
ja: 無効な住所を楽に検索し修正します。

source: Fingerprint:
ja: フィンガープリント:

source: Finish
ja: 完了

source: Finish drawing.
ja: 描画の完了

source: Finish spline
ja: スプライン曲線を終了

source: Finished
ja: 完了

source: Finished upload
ja: アップロード完了

source: Fire Extinguisher
ja: 消火器

source: Fire Hose
ja: 消火ホース

source: Fire Hydrant
ja: 消火栓

source: Fire Station
ja: 消防署

source: Firefox executable
ja: Firefoxの実行ファイル

source: Firepit
ja: 焚火場所

source: Fireplace
ja: 野外炉

source: First
ja: 最初

source: First line contains headers
ja: 先頭行にヘッダを含む

source: First, you'll need an account on OpenStreetMap.org in order to get started.
ja: まずはOpenStreetMapのアカウントを取得しましょう。

source: Fishing
ja: つり場

source: Fitness Centre
ja: フィットネスクラブ

source: Fitness Station
ja: 屋外フィットネス

source: Fix
ja: 修正

source: Fix Type
ja: 位置補正タイプ

source: Fix addresses
ja: 住所を修正

source: Fix deprecated tags
ja: 推奨されないタグを修正

source: Fix in editor
ja: エディタで修正

source: Fix of {0}
ja: {0}の修正

source: Fix roles of the chosen relation members
ja: 選択されたリレーションメンバーのロールを修正

source: Fix street addresses
ja: 通り名の住所を修正

source: Fix tag conflicts
ja: タグの競合を修正

source: Fix tags
ja: タグの修正

source: Fix the selected issue.
ja: 選択された問題を修正。

source: Fix these when possible.
ja: 可能であれば修正してください。

source: Fix transit schedule validation errors
ja: 交通スケジュール検証エラーを修正する

source: Fix unresolved addresses
ja: 未解決の住所を修正

source: Fixed size (from 25 to 1000 meters)
ja: 固定サイズ(25～1000メートル)

source: Fixed size square (default is 100m)
ja: 固定サイズ正方形(初期値は100メートル)

source: Fixed thickness
ja: 固定幅

source: Fixing ({0}/{1}): ''{2}''
ja: ''{2}''を修正中({0}/{1})

source: Fixing errors ...
ja: エラー修正中 ...

source: Fixme
ja: 要修正

source: Flagpole
ja: 旗竿

source: Flat numbers
ja: 部屋番号

source: Flatten this relation to a single gpx track recursively, starting with the first member, successively continuing to the last.
ja: このリレーションを一つのGPXトラックへと再帰的に簡略化します。最初のメンバーからはじめて、つぎつぎと最後まで処理していきます。

source: Flatten this relation to a single gpx track recursively, starting with the last member, successively continuing to the first.
ja: このリレーションを一つのGPXトラックへと再帰的に簡略化します。最後のメンバーからはじめて、連続的に最初のメンバーまで処理していきます。

source: Float
ja: 実数

source: Floating
ja: 浮き桟橋

source: Florist
ja: 生花店

source: Flow rate with unit of measure
ja: 単位付き流量

source: Flowerbed
ja: 花壇

source: Flush tile cache
ja: タイルキャッシュを破棄

source: Focus
ja: フォーカス

source: Focus Relation Editor with relation ''{0}'' in layer ''{1}''
ja: レイヤー''{1}''中のリレーション''{0}''をリレーション編集画面に表示

source: Folders
ja: フォルダ

source: Follow
ja: フォロー

source: Follow line
ja: ラインをフォロー

source: Follow selected image
ja: 選択した画像をフォロー

source: Follow this format for TMS URLs: {exampleUrl}
ja: TMS URLs: {exampleUrl} の書式に従ってください。

source: Follow us on
ja: ソーシャルメディアでフォローする

source: Following problems found:
ja: 次の問題が見つかりました:

source: Font
ja: フォント

source: Food
ja: 食品

source: Food Bank
ja: フードバンク

source: Food Court
ja: フードコート

source: Food+Drinks
ja: 飲食店

source: Foot
ja: 徒歩

source: Football
ja: ゲーリックフットボール

source: For
ja: 対象者

source: For South and West cardinal directions you can use either negative numbers or S, W characters.
ja: 南緯や西経は負の数または S, W の文字を使ってください。

source: For areas of solid visible rock that is sparsely vegetated or not vegetated at all.
ja: 密集した岩で覆われている領域で、植物はまばらか全く生えていません。

source: For best image quality and performance, switch to one of the supported projections: {3}
ja: 最高の画質とパフォーマンスを得るには、サポートされている投影法のいずれかに切り替えます： {3}

source: For details on the {0} and {1} commands, run them with the {2} option.
ja: {0}および{1}コマンドの詳細については、{2}オプションを使用して実行してください。

source: For each infraction an individual will be met with the following responses.
ja: それぞれの違反に対して、次のような対応をします。

source: For example "1-9;15-17;19,19A"
ja: 例: "1-9;15-17;19,19A"

source: For example Google Maps/Tele Atlas has Patrick's Hill in Cork where Camden Quay should be.
ja: たとえば、 Google マップや Tele Atlas には Cork 市の Camden Quay （カムデン埠頭）があるべき場所に Patrick's Hill があります。

source: For example in 2012 the OpenStreetMap foundation could [http://blog.osmfoundation.org/2012/03/08/welcome-apple/ issue a statement] with absolute confidence that Apple had used our maps (without crediting us) based on [http://alastaira.wordpress.com/2012/03/08/apple-maps-aka-apple-are-thieving-bastards/ very evident copying], and without the need for introduced errors.
ja: たとえば、2012年、OpenStreetMap foundationは、[http://alastaira.wordpress.com/2012/03/08/apple-maps-aka-apple-are-thieving-bastards/ 非常に明らかなコピーの証拠]にもとづき、Apple が我々の地図を (我々をクレジットに入れることなく) 使ったということに対し、完全な確信をもって [http://blog.osmfoundation.org/2012/03/08/welcome-apple/ 声明を出す] ことができました。

source: For example,
ja: 例えば、

source: For example, if we suspect that any contributed data is incompatible, (in the sense that we could not continue to lawfully distribute it), with whichever licence or licences we are then using (see sections 3 and 4), then we may delete that data.
ja: 例えば、我々がいかなる投稿データであれ、そのライセンスが我々が使っている（3節と4節を参照）どのライセンスに対してであれ非互換（我々が合法的にそれを配布し続けることができないという点で）であるとの疑念が持たれる場合、我々はそのデータを削除するかもしれません。

source: For example, this query:
ja: 例えば次の文は <code>name=Foo</code> というタグを持つ全てのノードを <code>a</code> という名前の集合に書き込みます。

source: For example:
ja: 例:

source: For general information, see [[Wikipedia:Android_(operating_system)|Wikipedia's page on Android]] or [https://android.com/ android.com].
ja: 全般的な情報については、 [[Wikipedia:Android_(operating_system)|WikipediaのAndroidの項]] や [https://android.com/ android.com]を参照してください。
